{"word_count": {"<bos>": 30000, "a": 46781, "black": 2854, "dog": 6159, "is": 6907, "running": 1589, "after": 145, "white": 2921, "in": 14085, "the": 13509, "snow": 1173, "<eos>": 30000, "chasing": 144, "brown": 1995, "through": 1533, "two": 4246, "dogs": 1620, "chase": 29, "each": 318, "other": 567, "across": 353, "snowy": 318, "ground": 274, "play": 576, "together": 315, "low": 54, "lying": 69, "body": 142, "of": 4967, "water": 2024, "little": 1266, "baby": 322, "plays": 392, "croquet": 5, "girl": 2414, "next": 535, "to": 2303, "truck": 64, "child": 1120, "playing": 1486, "croquette": 1, "by": 903, "kid": 137, "front": 996, "car": 321, "with": 5763, "put": 17, "and": 6672, "ball": 1335, "boy": 2634, "hammer": 4, "beside": 172, "has": 428, "something": 252, "hot": 26, "pink": 543, "its": 698, "mouth": 744, "holding": 972, "hat": 493, "shirt": 1363, "carrying": 341, "while": 1443, "walking": 870, "looking": 563, "forward": 18, "along": 380, "beach": 743, "wearing": 2271, "collar": 136, "walks": 400, "on": 8006, "sand": 335, "near": 752, "large": 894, "ocean": 315, "red": 1976, "frisbee": 241, "standing": 1302, "sandy": 91, "drops": 4, "disc": 19, "flying": 112, "air": 769, "catching": 81, "dropping": 8, "cyclist": 51, "helmet": 290, "riding": 698, "pavement": 39, "bike": 648, "street": 703, "person": 1119, ",": 2409, "down": 1365, "woman": 2543, "wears": 86, "blue": 1667, "as": 625, "she": 62, "goes": 54, "for": 706, "ride": 198, "shade": 15, "road": 305, "man": 5374, "dressed": 409, "purple": 244, "bandanna": 32, "smiles": 138, "at": 2102, "people": 2093, "watching": 188, "him": 300, "leather": 49, "chaps": 4, "chainmail": 1, "codpiece": 1, "poses": 100, "camera": 524, "stands": 654, "onlookers": 34, "there": 229, "men": 856, "t-shirt": 125, "woodland": 14, "runs": 724, "some": 453, "trees": 195, "young": 1976, "dancing": 108, "around": 489, "short": 53, "sleeved": 9, "jeans": 174, "stops": 12, "smile": 86, "dress": 260, "back": 284, "grenade": 1, "smiling": 357, "braids": 3, "looks": 373, "green": 924, "skier": 133, "yellow": 929, "jacket": 507, "airborne": 55, "above": 163, "mountains": 147, "jumps": 726, "high": 212, "view": 69, "skiing": 80, "fluorescent": 1, "very": 131, "it": 291, "though": 17, "he": 150, "somone": 1, "doing": 309, "ski": 67, "jump": 296, "pants": 204, "appears": 29, "almost": 14, "fly": 27, "into": 757, "sky": 106, "photographer": 21, "over": 1062, "hills": 21, "videotaping": 2, "natural": 13, "landscape": 33, "out": 553, "rolling": 32, "tripod": 11, "lady": 166, "her": 861, "set": 81, "up": 903, "field": 995, "record": 7, "bunch": 43, "girls": 638, "cheerleader": 15, "outfits": 45, "group": 909, "cheerleaders": 16, "parade": 58, "perform": 21, "many": 135, "walk": 229, "uniforms": 81, "boat": 202, "canopy": 6, "floating": 28, "calm": 8, "waters": 21, "roof": 10, "middle": 116, "solitude": 1, "floats": 14, "lake": 232, "catches": 97, "midair": 149, "terrier": 25, "mix": 3, "leaping": 100, "object": 122, "old": 134, "sitting": 1018, "an": 1807, "advertisement": 10, "asian": 149, "waiting": 82, "underground": 4, "train": 77, "stop": 23, "sits": 437, "transit": 2, "station": 26, "backlit": 8, "subway": 59, "umbrella": 74, "aquos": 1, "commercial": 2, "wall": 439, "blond": 144, "trail": 110, "side": 223, "metal": 88, "fence": 270, "coat": 205, "rural": 34, "flute": 10, "parka": 11, "fenced": 36, "past": 119, "enclosed": 10, "area": 296, "family": 55, "nine": 2, "including": 7, "four": 365, "children": 837, "pose": 170, "brick": 121, "fireplace": 10, "mantle": 2, "christmas": 29, "tree": 322, "posing": 220, "happy": 15, "couples": 8, "kids": 260, "picture": 309, "sweater": 80, "pointing": 40, "one": 872, "arms": 199, "outstretched": 30, "finger": 24, "pointed": 6, "another": 713, "stares": 16, "from": 700, "behind": 491, "who": 162, "his": 1711, "look": 184, "toward": 109, "points": 37, "index": 1, "hallway": 15, "warily": 1, "investigating": 1, "medium": 22, "sized": 21, "small": 940, "larger": 27, "grassy": 356, "big": 216, "tall": 109, "grass": 1222, "three": 1047, "flowers": 109, "stuffed": 48, "kitten": 4, "garden": 48, "among": 33, "wildflowers": 3, "palying": 1, "toy": 466, "cat": 41, "long": 213, "raises": 28, "eyebrow": 2, "stripes": 16, "handicap": 2, "signs": 31, "african": 31, "american": 66, "building": 373, "handicapped": 3, "space": 10, "orange": 556, "backwards": 19, "wet": 134, "stick": 370, "shore": 113, "bounds": 11, "splashing": 96, "off": 526, "paws": 21, "carries": 111, "are": 2619, "racing": 179, "ractrack": 1, "race": 301, "track": 222, "greyhounds": 39, "muzzles": 20, "inside": 139, "curb": 21, "railed": 3, "dirt": 400, "run": 275, "baseball": 220, "pitcher": 10, "shelton": 1, "throws": 50, "player": 540, "glove": 12, "pitches": 4, "male": 85, "sports": 46, "outfit": 108, "tries": 72, "catch": 274, "wades": 10, "rock": 569, "waded": 1, "shallow": 98, "reach": 20, "outcropping": 7, "light": 116, "paw": 5, "about": 110, "ready": 97, "exit": 1, "swim": 71, "5": 13, "school": 31, "cross": 34, "takes": 127, "outside": 601, "photograph": 29, "taking": 152, "pictures": 51, "women": 480, "stand": 391, "jean": 22, "hand": 255, "chest": 20, "bruised": 1, "nose": 71, "writing": 25, "hands": 180, "video": 33, "rental": 1, "store": 85, "denim": 23, "bookcase": 1, "full": 44, "videos": 1, "house": 95, "sunglasses": 183, "flowered": 17, "sit": 282, "nearby": 105, "left": 64, "adults": 85, "perhaps": 2, "display": 40, "case": 19, "digital": 6, "glass": 50, "sides": 20, "holds": 322, "sideways": 12, "arm": 114, "snowboarder": 166, "ramp": 228, "snowboard": 70, "performing": 130, "trick": 285, "making": 117, "icy": 13, "mountain": 391, "climbers": 25, "line": 109, "their": 510, "way": 41, "covered": 229, "background": 436, "facing": 37, "jumping": 1103, "hoop": 37, "ring": 54, "using": 53, "laptop": 11, "cellphone": 75, "against": 154, "use": 3, "electronics": 3, "bench": 295, "engage": 4, "electronic": 7, "devices": 3, "races": 32, "number": 76, "6": 5, "greyhound": 62, "muzzle": 25, "six": 51, "tan": 306, "gold": 50, "muxzzled": 1, "edge": 132, "cliff": 157, "scouts": 3, "rest": 20, "bluff": 4, "overlooking": 81, "top": 378, "couple": 187, "wooded": 79, "them": 191, "lined": 25, "friends": 17, "stroll": 1, "forest": 130, "path": 226, "woods": 155, "sponsored": 4, "riwal": 1, "smoking": 47, "tires": 22, "drives": 36, "rain": 37, "driving": 55, "headlights": 3, "advertising": 11, "rainy": 4, "lights": 31, "raceway": 3, "bearded": 39, "whilst": 124, "bicycle": 294, "bicycles": 44, "hair": 316, "gives": 25, "peace": 23, "sign": 176, "cap": 139, "flashing": 2, "crowd": 355, "waving": 37, "flags": 62, "passing": 25, "under": 184, "bridge": 104, "or": 65, "banners": 6, "gets": 82, "pull": 25, "chair": 93, "meal": 10, "table": 172, "cafe": 16, "restaurant": 58, "eatery": 1, "getting": 84, "grabs": 9, "seat": 37, "racket": 39, "round": 26, "handle": 8, "playes": 1, "stringless": 1, "backyard": 49, "lawn": 90, "clothing": 90, "yard": 159, "toys": 37, "enjoy": 13, "themselves": 15, "wind": 11, "blows": 26, "trampoline": 81, "blonde": 148, "twirl": 1, "bicyclists": 19, "between": 98, "wire": 33, "fences": 4, "cyclists": 21, "country": 13, "electricity": 1, "pylon": 2, "desert": 40, "bikers": 26, "dry": 65, "land": 21, "climbing": 375, "steep": 41, "hill": 338, "climbs": 144, "great": 5, "dane": 1, "spins": 12, "merry-go-round": 13, "childern": 1, "merry": 3, "go": 41, "watch": 177, "fathers": 1, "spinning": 25, "playground": 130, "that": 296, "skirt": 61, "golden": 88, "retriever": 33, "excitedly": 1, "greeting": 1, "towards": 173, "away": 120, "greet": 3, "dooorway": 1, "bus": 55, "onward": 2, "door": 47, "vehicle": 62, "glancing": 1, "window": 112, "trolley": 1, "passengers": 5, "peaking": 2, "peering": 3, "hiding": 9, "peeking": 7, "striped": 158, "peeks": 8, "hold": 72, "drinks": 50, "point": 13, "bottles": 10, "several": 238, "this": 113, "photo": 65, "beers": 3, "border": 8, "collie": 23, "bed": 113, "tennis": 317, "climber": 95, "peak": 16, "rocks": 185, "snowcapped": 10, "hikes": 12, "following": 17, "surrounded": 134, "distance": 78, "smoke": 29, "comes": 13, "starts": 6, "broken": 14, "during": 137, "badly": 1, "racetrack": 43, "bull-branded": 1, "leaves": 90, "bags": 64, "igloo": 5, "cave": 19, "luggage": 13, "overnight": 1, "stay": 2, "backpacks": 28, "piled": 3, "ice": 161, "visible": 12, "hole": 36, "starting": 12, "steps": 102, "murky": 12, "putting": 27, "legs": 97, "pond": 70, "busy": 75, "city": 229, "silhouette": 19, "buildings": 44, "crowded": 53, "thre": 1, "shot": 41, "turned": 15, "chases": 76, "threw": 3, "interacting": 8, "opposite": 24, "direction": 18, "fetch": 23, "also": 17, "outdoors": 126, "cameras": 6, "third": 30, "river": 161, "skis": 58, "backdrop": 3, "face": 373, "rope": 186, "swimming": 343, "creek": 30, "rotweiler": 2, "playfully": 26, "rolls": 18, "int": 5, "chewing": 36, "resting": 33, "game": 282, "elderly": 69, "straw": 26, "alone": 25, "park": 378, "haired": 112, "gray": 114, "dark-haired": 6, "beard": 48, "guitar": 120, "attractive": 3, "halo": 2, "head": 264, "ceiling": 8, "wide": 40, "drink": 84, "upward": 3, "reading": 65, "paperback": 3, "book": 61, "elder": 4, "scarf": 55, "older": 174, "reads": 35, "consulting": 1, "looker": 1, "motocross": 34, "spill": 1, "zipping": 1, "slips": 1, "motorcycle": 187, "tight": 10, "turn": 62, "motorbike": 24, "bright": 96, "someone": 111, "fall": 33, "rider": 143, "accident": 2, "cots": 3, "sleeping": 44, "makeshift": 5, "beds": 3, "hanging": 130, "mountainside": 21, "skateboarder": 239, "skateboard": 332, "hopes": 3, "landing": 25, "teenage": 47, "flipping": 12, "tricks": 75, "dark": 179, "colored": 133, "protest": 10, "banner": 12, "staring": 43, "religious": 8, "sidewalk": 284, "poster": 9, "word": 1, "mambo": 3, "``": 162, "image": 16, "teddy": 6, "bear": 18, "showing": 34, "humping": 3, "stool": 11, "trying": 121, "sell": 4, "animals": 28, "selling": 8, "various": 17, "vendor": 11, "sells": 5, "'s": 288, "visitors": 2, "inflatable": 57, "guy": 172, "navy": 9, "shorts": 282, "pool": 511, "football": 376, "trunks": 66, "strange": 14, "antics": 1, "diving": 47, "plastic": 104, "slide": 239, "portion": 2, "equipment": 64, "shaded": 3, "fire": 77, "baton": 3, "day": 93, "juggling": 8, "flames": 11, "bubbles": 70, "float": 23, "popping": 5, "woven": 3, "toboggan": 3, "knitted": 2, "right": 63, "poof": 1, "woolen": 1, "shoes": 63, "sandals": 18, "tug": 24, "war": 18, "pulling": 78, "end": 44, "tug-of-war": 7, "rottweiler": 4, "surf": 63, "wave": 231, "surfers": 16, "surfing": 69, "attempting": 38, "sea": 24, "huge": 77, "sunset": 50, "rides": 335, "biking": 19, "dirtbikes": 1, "muddy": 67, "slope": 64, "crossing": 42, "buses": 4, "headwraps": 2, "hurrying": 3, "heads": 37, "night": 123, "phone": 42, "talks": 39, "pile": 51, "rail": 80, "snowpile": 1, "stunt": 60, "soccer": 454, "uniform": 187, "kick": 52, "match": 34, "watches": 204, "knee": 14, "female": 83, "break": 24, "driver": 21, "wheel": 52, "thumbs": 16, "before": 27, "polka": 12, "dots": 4, "boots": 51, "hurridly": 1, "hip": 4, "kimono": 2, "purse": 33, "followed": 11, "redheaded": 18, "pedestrians": 8, "meandering": 1, "casually": 2, "barefoot": 36, "cute": 7, "puppy": 73, "fetches": 7, "chew": 14, "fluffy": 47, "rings": 9, "dock": 61, "laughing": 77, "bucket": 36, "splashes": 50, "pier": 20, "beneath": 13, "dances": 41, "room": 95, "balloons": 21, "floor": 100, "socks": 7, "wooden": 209, "strewn": 6, "strings": 6, "confetti": 6, "bluejean": 1, "wood": 50, "mother": 30, "chinatown": 1, "both": 64, "awnings": 2, "ledge": 62, "scales": 11, "tent": 56, "being": 244, "enter": 6, "fishing": 75, "setting": 58, "hut": 9, "iced": 2, "tarp": 8, "structure": 60, "surface": 48, "few": 46, "foam": 14, "statue": 47, "liberty": 4, "hats": 76, "statute": 1, "crowns": 1, "take": 65, "photos": 7, "new": 8, "york": 3, "get": 88, "taken": 20, "fight": 58, "daschunds": 1, "wiener": 2, "jersey": 87, "leaps": 146, "dives": 14, "going": 111, "begin": 3, "sheer": 13, "climb": 68, "pretty": 4, "flat": 12, "rocky": 188, "card": 5, "know": 2, "what": 15, "?": 8, "picure": 1, "says": 24, "referring": 1, "periods": 1, "they": 90, "bathing": 80, "suit": 181, "sprinklers": 16, "sprinkler": 40, "sliding": 100, "paddling": 29, "kiddie": 10, "lone": 59, "flies": 73, "leafless": 5, "pulled": 31, "shovel": 12, "scoop": 2, "skyward": 2, "distorted": 8, "open": 151, "ends": 8, "bottom": 35, "just": 39, "reaching": 28, "lands": 9, "reaches": 22, "piano": 9, "sings": 11, "harpsichord": 1, "preparing": 26, "sing": 10, "singer": 8, "pianist": 1, "music": 26, "bares": 4, "teeth": 37, "tongue": 94, "expanse": 3, "curly": 31, "violin": 24, "boe": 1, "transparent": 2, "walls": 9, "posters": 5, "rubbing": 5, "chin": 6, "be": 61, "cover": 17, "teenager": 17, "struggles": 3, "carry": 12, "piggy-back": 1, "walkng": 1, "paved": 37, "piggy": 5, "covering": 24, "arab": 3, "turban": 3, "facial": 6, "palestinian": 1, "style": 10, "headscarf": 20, "grey": 183, "bird": 148, "majestically": 1, "waves": 97, "roll": 7, "crane": 11, "upon": 4, "onto": 155, "pole": 117, "swings": 91, "silver": 51, "swinging": 106, "bounces": 7, "leotard": 9, "straddle": 1, "split": 4, "hello": 5, "kitty": 5, "does": 171, "leg": 43, "splits": 4, "leans": 38, "board": 93, "platform": 36, "skateboarders": 10, "eating": 112, "seeds": 5, "eats": 35, "sunflower": 1, "clinging": 3, "stone": 103, "friend": 25, "helps": 17, "help": 15, "learning": 3, "how": 10, "helping": 20, "sweatshirt": 56, "competitor": 2, "not": 14, "far": 9, "racer": 37, "slightly": 10, "competition": 38, "circuit": 7, "dirtbike": 1, "cheering": 8, "grabbing": 12, "ankle": 5, "oklahoma": 15, "score": 8, "fans": 12, "cheer": 8, "endzone": 1, "athlete": 12, "performs": 72, "launching": 1, "herself": 16, "bar": 82, "vault": 3, "vaulting": 2, "vaulter": 1, "upside": 68, "attempts": 43, "feet": 64, "do": 41, "gap": 1, "flip": 63, "blocks": 16, "concrete": 82, "carefully": 6, "crosses": 17, "reflection": 11, "cinderblock": 1, "caught": 23, "pajamas": 12, "hall": 9, "hardwood": 8, "floors": 4, "floored": 4, "brighly": 1, "lit": 31, "toddler": 124, "chairs": 55, "kneel": 4, "folding": 9, "row": 25, "talking": 118, "spotted": 27, "fast": 40, "seated": 32, "stadium": 29, "event": 48, "fill": 3, "packed": 6, "indoor": 29, "dig": 4, "duck": 26, "pet": 10, "chased": 13, "parachute": 22, "lifting": 7, "attached": 41, "parasail": 6, "suspended": 19, "silhouetted": 8, "sunny": 45, "gliding": 11, "backed": 1, "sun": 83, "skateboarding": 95, "slides": 64, "railing": 88, "shines": 6, "skating": 56, "stair": 14, "sliiding": 1, "stairs": 81, "have": 51, "pillow": 12, "pillow-fight": 1, "having": 30, "skates": 29, "neck": 32, "grazes": 3, "flight": 25, "boats": 33, "boxing": 15, "boxers": 4, "fighting": 97, "box": 40, "faces": 56, "funny": 28, "makes": 79, "glasses": 137, "rusty": 7, "barks": 10, "barking": 23, "bark": 4, "hose": 36, "pouring": 13, "drinking": 83, "which": 38, "squirted": 9, "swimwear": 2, "floaters": 1, "wings": 32, "swimsuits": 14, "lacrosse": 7, "players": 221, "struggling": 4, "control": 10, "team": 121, "breaks": 4, "hit": 55, "hockey": 144, "type": 16, "sport": 15, "like": 63, "sticks": 43, "guys": 67, "all": 96, "saying": 9, "free": 7, "dinner": 8, "'": 19, "cement": 59, "skate": 49, "prepares": 44, "wipeout": 1, "hugging": 52, "embracing": 7, "hugs": 10, "dunks": 4, "basketball": 271, "make": 40, "basket": 28, "goal": 55, "dunking": 5, "grinding": 31, "snowboarding": 44, "steel": 4, "guardrail": 2, "homemade": 7, "made": 21, "piece": 47, "log": 42, "mid-leap": 2, "crystal-clear": 1, "wrapped": 15, "tape": 8, "painters": 1, "brother": 10, "superman": 7, "cape": 12, "cast": 12, "material": 4, "super": 2, "heroes": 1, "airplane": 15, "plane": 16, "jet": 16, "runway": 2, "propeller": 1, "pilot": 2, "seen": 28, "windows": 9, "headfirst": 15, "digging": 32, "poking": 4, "brush": 10, "digs": 14, "greenhouse": 6, "gardening": 2, "tools": 6, "tend": 2, "work": 11, "rakes": 1, "unfinished": 1, "fishes": 14, "rod": 5, "jetty": 4, "boys": 485, "living": 10, "shown": 21, "wear": 38, "t-shirts": 8, "computer": 23, "monitor": 5, "eat": 19, "cream": 36, "dolly": 2, "adult": 84, "sat": 7, "ate": 1, "world": 4, "college": 8, "tackled": 15, "jerseys": 22, "tackle": 29, "tackling": 15, "uniformed": 12, "try": 29, "fan": 8, "devotion": 1, "painting": 32, "paint": 44, "within": 9, "nfl": 1, "painted": 50, "bleachers": 12, "3": 16, "dalmatians": 3, "spots": 22, "palm": 15, "palm-tree": 1, "route": 3, "tree-lined": 5, "stretch": 8, "signage": 1, "displaying": 4, "paintings": 4, "framed": 5, "artwork": 3, "sale": 3, "desolate": 2, "shirts": 97, "fallen": 52, "dead": 22, "church": 13, "bicyclist": 47, "aerial": 7, "scooter": 45, "suburban": 6, "neighborhood": 14, "center": 13, "rollerblades": 27, "rollerblader": 15, "narrow": 14, "roller-blader": 1, "grinds": 21, "rollerblading": 22, "participate": 9, "martial": 23, "arts": 16, "tournament": 5, "mat": 18, "protective": 16, "gear": 97, "spar": 3, "helmets": 32, "sparring": 5, "skateboards": 38, "skater": 22, "skids": 1, "teeshirt": 1, "flag": 64, "headband": 36, "vest": 71, "indoors": 26, "baring": 4, "handrail": 26, "foot": 32, "indian": 14, "crossed": 14, "folded": 7, "ethnic": 2, "outdoor": 87, "market": 29, "shining": 6, "graffiti": 45, "plank": 7, "no": 65, "viewing": 2, "hung": 1, "gallery": 14, "naked": 24, "individuals": 9, "chinese": 7, "ladies": 36, "bank": 23, "lockers": 6, "locker": 1, "retrieves": 11, "slimy": 1, "seaweed": 2, "coming": 62, "mossy": 2, "hiker": 66, "descends": 8, "hiking": 56, "bringing": 3, "leafy": 14, "gravel": 36, "amidst": 13, "autumn": 11, "others": 127, "laugh": 25, "touching": 21, "laughs": 24, "fun": 13, "blowup": 1, "onrushing": 1, "splash": 34, "wading": 35, "shallows": 4, "bald": 52, "drag": 9, "queens": 1, "dresses": 63, "matching": 30, "jewelry": 7, "clothes": 108, "formally": 2, "jumped": 26, "sniff": 2, "somthing": 4, "walkway": 20, "biker": 122, "moving": 27, "bump": 2, "furry": 45, "doorway": 25, "leading": 12, "plants": 27, "patio": 12, "potted": 5, "hairy": 5, "step": 26, "formula": 1, "cars": 52, "leave": 4, "start": 7, "twilight": 3, "beginning": 7, "see": 21, "racers": 15, "sled": 82, "harness": 62, "pack": 23, "grouped": 1, "winter": 87, "soaking": 6, "rock-climbing": 2, "wheelie": 23, "terrain": 28, "clutching": 3, "turquoise": 8, "guard": 10, "thin": 11, "markings": 14, "ears": 56, "somersault": 4, "throwing": 75, "tossing": 13, "touches": 17, "challenging": 6, "teams": 40, "quickly": 24, "meadow": 11, "surfer": 127, "crashing": 22, "follows": 25, "surfboard": 117, "laying": 140, "power": 6, "lines": 7, "unusual": 5, "shaped": 17, "stump": 18, "teammates": 4, "referee": 24, "breaking": 15, "intervening": 1, "artist": 10, "canvas": 4, "overalls": 24, "easel": 3, "coverall": 1, "paintbrush": 2, "shady": 3, "travels": 8, "heavily": 10, "fangs": 2, "german": 54, "shepherd": 53, "leash": 106, "somebody": 3, "leashed": 8, "falling": 61, "backward": 4, "urban": 33, "partially": 16, "bandmates": 1, "guitars": 8, "suits": 44, "electric": 7, "musicians": 11, "associated": 1, "curtain": 5, "blouse": 2, "frolics": 7, "panes": 1, "mini": 6, "african-american": 8, "moped": 3, "heels": 10, "pumps": 5, "lap": 30, "steers": 5, "suv": 9, "drivers": 3, "jeep": 30, "technical": 2, "supported": 2, "cords": 5, "abseiling": 3, "repelling": 4, "flock": 16, "birds": 36, "disturbed": 1, "mural": 10, "pigeons": 24, "bride": 42, "escorted": 2, "newly": 3, "wed": 2, "wife": 2, "held": 50, "pastor": 1, "newlyweds": 2, "polo": 8, "hides": 6, "overgrown": 2, "bushes": 27, "grasses": 3, "boogieboard": 1, "cushion": 7, "spider-patterned": 1, "base": 29, "close": 35, "incoming": 5, "dirty": 36, "crashes": 6, "beyond": 5, "relaxing": 14, "trench": 7, "waits": 34, "sculpture": 17, "bikini": 46, "pulls": 24, "taller": 2, "eyeglasses": 2, "skaters": 6, "rink": 19, "scenery": 6, "mountian": 2, "netting": 1, "bounce": 14, "filled": 31, "bouncy": 7, "castle": 4, "swimsuit": 39, "tightrope": 8, "students": 15, "campus": 5, "quad": 4, "but": 19, "falls": 27, "practice": 5, "throat": 1, "asking": 8, "daughter": 11, "nice": 5, "pretending": 9, "choke": 1, "joking": 1, "biting": 59, "limb": 6, "branch": 39, "gnawing": 5, "plant": 13, "uncut": 6, "barrel": 18, "snarls": 2, "buckets": 12, "poles": 42, "seven": 26, "teenagers": 26, "wait": 33, "gate": 23, "shit": 2, "puts": 24, "gesture": 5, "raised": 17, "illustrated": 1, "newspaper": 27, "kitchen": 40, "owner": 25, "retrieving": 15, "dining": 4, "paper": 57, "tile": 8, "sharing": 8, "kiss": 19, "cold": 22, "kissing": 39, "taxi": 2, "passes": 18, "teen": 10, "coats": 25, "corrugated": 1, "tunnel": 54, "halloween": 9, "eyes": 75, "crawls": 15, "beautiful": 32, "tube": 39, "leads": 19, "casterol": 1, "branding": 1, "trucks": 5, "five": 130, "22": 1, "29": 1, "obstacle": 93, "course": 106, "elephant": 12, "draped": 2, "fabric": 14, "trunk": 24, "bright-colored": 1, "colorful": 160, "drap": 1, "foliage": 13, "swimmers": 11, "move": 16, "mud": 90, "puddle": 71, "nearly": 5, "identical": 11, "dump": 1, "pour": 2, "poured": 2, "treated": 2, "shirtless": 74, "couch": 62, "beaded": 3, "disk": 7, "snow-covered": 36, "sleeding": 1, "show": 41, "support": 4, "statefarm.com": 1, "wheeled": 9, "topples": 2, "tricycle": 14, "i": 12, "pedal": 3, "3-wheeler": 1, "2": 22, "wheels": 14, "three-wheeled": 5, "throught": 2, "carnival": 30, "worker": 16, "animal": 74, "prizes": 3, "amongst": 7, "shelf": 3, "riverbank": 3, ";": 23, "camps": 1, "camping": 13, "patches": 7, "supplies": 3, "ditch": 8, "facepaintings": 1, "pain": 4, "dribbles": 17, "north": 2, "carolina": 2, "moves": 17, "tea": 3, "coffee": 19, "gather": 28, "beverages": 3, "home": 25, "outstreached": 7, "begins": 15, "spreads": 4, "x": 1, "plaid": 41, "print": 12, "touchdown": 2, "rescue": 5, "follow": 9, "lead": 16, ".": 18, "flips": 19, "canoe": 52, "still": 11, "drifting": 2, "fat": 8, "traveling": 11, "stepping": 5, "black-and-white": 4, "shaggy": 25, "foreground": 24, "inline-skates": 1, "fisheye": 1, "public": 34, "mulch": 1, "stirring": 1, "dust": 12, "sooners": 19, "lifted": 7, "teamates": 1, "same": 43, "athletes": 6, "headless": 1, "mannequins": 3, "waterfall": 60, "onlooker": 1, "overlooked": 2, "massive": 4, "waterfalls": 6, "guns": 4, "pavillion": 1, "shooting": 30, "beige": 39, "athletic": 12, "coach": 14, "nike": 3, "whistle": 4, "beagle": 11, "basset": 1, "hound": 5, "costumes": 43, "frame": 22, "unseen": 6, "multi-cultural": 1, "excited": 8, "audience": 26, "parallel": 8, "kicks": 49, "opponent": 9, "compete": 14, "karate": 13, "belts": 3, "clapping": 5, "ran": 8, "flexible": 2, "lift": 12, "skiers": 23, "shakes": 26, "shaking": 47, "hoodie": 25, "horse": 189, "jockey": 14, "performer": 6, "lecturer": 1, "stage": 39, "30": 1, "spectators": 41, "onstage": 21, "presentation": 4, "mixing": 2, "aged": 13, "dj": 5, "deck": 29, "pretends": 4, "younger": 33, "tables": 13, "acts": 1, "meet": 6, "goggles": 54, "swimmer": 19, "competitive": 3, "apple": 10, "place": 17, "bag": 102, "hips": 5, "tattoed": 1, "backpack": 129, "tattoo": 15, "clown": 23, "skydiver": 2, "safely": 2, "parachutes": 3, "landed": 2, "para": 2, "gliders": 1, "practicing": 19, "craft": 4, "exercises": 3, "roughly": 3, "clearing": 6, "rough": 35, "manner": 2, "collars": 10, "extreme": 6, "backpacker": 7, "carring": 4, "uses": 23, "camcorder": 4, "films": 4, "enjoyable": 1, "tosses": 6, "empty": 32, "bottle": 48, "dug": 3, "agile": 1, "closely": 4, "clear": 41, "volleyball": 48, "talk": 30, "bikinis": 11, "marketplace": 7, "ascending": 7, "horizontal": 7, "shephard": 4, "pair": 14, "schoolchildren": 1, "spray": 30, "fountain": 131, "splashed": 26, "sprayed": 13, "manuals": 1, "closeup": 49, "backside": 1, "screen": 19, "life": 69, "unicycle": 36, "riverside": 1, "steamboat": 1, "lining": 7, "coastline": 3, "location": 5, "ferry": 4, "shoreline": 18, "docked": 4, "exploring": 2, "riverboat": 1, "dolphin": 6, "pokes": 5, "shoe": 16, "horseshoe": 3, "horseshoes": 4, "corner": 46, "shoulders": 24, "these": 24, "noses": 9, "numbers": 9, "dune": 19, "brilliant": 2, "weathered": 1, "watercraft": 7, "swing": 263, "strikes": 3, "medatative": 1, "gestures": 10, "meditational": 1, "closed": 20, "poodle": 32, "sticking": 45, "butt": 3, "bigs": 1, "inspects": 3, "tattooed": 7, "gentleman": 15, "half": 22, "relaxes": 10, "adobe": 1, "where": 32, "propped": 4, "parked": 33, "topless": 12, "slippers": 2, "reclining": 2, "snowbank": 9, "kneeling": 22, "ridge": 12, "ancient": 4, "muscle": 3, "pass": 15, "fitls": 1, "tourist": 2, "sleeveless": 6, "floppy": 9, "emerald": 1, "spaniel": 3, "shawl": 4, "cigarette": 59, "sweatband": 1, "blanket": 52, "hooded": 26, "pipe": 25, "burned": 1, "incense": 4, "daschund": 2, "bubble": 34, "machine": 21, "bites": 20, "blowing": 48, "swims": 77, "chunk": 4, "mittens": 4, "throw": 41, "snowball": 17, "grins": 6, "clump": 1, "paddles": 21, "vertical": 6, "approaching": 10, "backs": 26, "varied": 2, "activities": 1, "tank": 67, "official": 6, "marsh-like": 1, "mucky": 1, "mostly": 10, "swampy": 4, "rubber": 23, "chickens": 7, "chicken": 5, "eight": 12, "balls": 45, "bottoms": 6, "pushes": 37, "stroller": 19, "brunette": 15, "pushing": 51, "carriage": 15, "females": 12, "senior": 2, "flaring": 1, "hurdle": 71, "lay": 17, "hang": 26, "snowman": 6, "flower": 41, "paisley": 1, "yuong": 1, "figure": 16, "costume": 95, "party": 46, "blood": 3, "branches": 14, "europe": 1, "off-camera": 7, "bends": 9, "alley": 10, "pairs": 5, "alleyway": 4, "domed": 1, "cowboy": 37, "lasso": 6, "twirling": 4, "bull": 38, "baggage": 2, "cart": 57, "(": 5, ")": 4, "carrier": 5, "rack": 6, "shopping": 62, "apart": 6, "camouflage": 26, "blow": 19, "varying": 2, "breeds": 5, "sledding": 13, "snowsuit": 14, "dogsled": 2, "town": 14, "leashes": 18, "strap": 5, "bite": 24, "short-haired": 5, "snapping": 2, "strip": 16, "steering": 7, "ship": 14, "navigating": 4, "partly": 5, "cloudy": 15, "skies": 7, "piloting": 1, "sailor": 4, "sailboat": 7, "aligator": 1, "puppet": 2, "camper": 2, "van": 14, "rv": 4, "peer": 1, "peek": 2, "snake": 6, "lean": 20, "different": 28, "tub": 9, "bin": 6, "multicolored": 16, "pen": 11, "enclosure": 7, "pit": 14, "shares": 1, "cut-out": 3, "cut": 23, "outs": 1, "balloon": 34, "dolls": 1, "drawings": 2, "only": 21, "underwear": 11, "marker": 11, "write": 1, "drawing": 12, "fellows": 1, "markers": 2, "toll": 1, "safety": 26, "pipes": 1, "fluorecent": 1, "neon": 15, "ribbons": 10, "won": 1, "competing": 27, "kill": 1, "weirmeiner": 1, "covers": 7, "jumpinjg": 1, "stonesign": 1, "vests": 16, "penzance": 2, "welcomes": 1, "you": 17, "hi-viz": 5, "jackets": 51, "welcome": 1, "carved": 3, "proud": 1, "returns": 8, "fetched": 1, "horses": 78, "pony": 6, "stare": 11, "crumbling": 2, "structures": 5, "reflections": 1, "feild": 3, "shop": 38, "mall": 6, "food": 68, "court": 64, "art": 32, "false": 2, "turns": 15, "ladder": 19, "reached": 4, "mesh": 4, "dark-headed": 1, "popsicle": 4, "frozen": 22, "treat": 9, "eyed": 4, "curious": 4, "adventures": 1, "ahead": 17, "gymnastic": 4, "ropes": 32, "harnesses": 9, "aid": 3, "balance": 12, "dangling": 6, "straps": 7, "kicking": 55, "miami": 18, "university": 7, "grafitti": 2, "graffited": 1, "scene": 33, "classic": 5, "well-kept": 1, "thrown": 29, "downwards": 2, "dancers": 7, "housekeeping": 1, "dance": 52, "prepare": 6, "waitresses": 1, "chef": 2, "hillside": 20, "footbride": 1, "kayaker": 13, "kayaking": 20, "kayak": 54, "raging": 2, "strong": 2, "currents": 1, "rafter": 2, "spot": 9, "bigg": 1, "neither": 1, "metallic": 1, "warmly": 7, "blurry": 20, "bystanders": 1, "tag": 10, "touch": 12, "riders": 27, "shoulder": 36, "motorbikes": 6, "farm": 12, "sheep": 37, "rallies": 1, "lamb": 1, "goat": 11, "places": 2, "slab": 2, "twisting": 5, "graffitied": 9, "skewed": 1, "sucker": 1, "hollywood": 2, "stars": 9, "examines": 2, "fame": 1, "bridal": 7, "wedding": 36, "ten": 4, "groom": 14, "except": 4, "groomsmen": 5, "bridesmaids": 9, "launch": 4, "well": 11, "cane": 3, "lays": 43, "rests": 19, "stream": 71, "eye": 21, "dads": 2, "quarter": 3, "bush": 10, "brownish-orange": 1, "photographs": 11, "canal": 8, "muzzled": 26, "#": 11, "numbered": 13, "prisoner": 3, "sexy": 2, "police": 38, "officer": 17, "cop": 5, "jailbird": 1, "fake": 17, "fliers": 1, "mask": 62, "tie": 23, "handing": 5, "papers": 6, "button": 7, "masked": 3, "business": 10, "attire": 15, "fawkes": 1, "straight": 11, "profile": 4, "blurred": 10, "barefooted": 4, "hero": 2, "bicycler": 8, "vans": 1, "funky": 1, "raced": 2, "pop": 6, "weather": 10, "happily": 19, "curly-haired": 2, "poised": 4, "candles": 14, "candle": 5, "lighting": 8, "cemetery": 1, "elephants": 4, "ridden": 12, "colors": 18, "turbans": 4, "eastern": 15, "give": 8, "chubby": 5, "buff": 1, "weights": 2, "remote": 1, "peers": 4, "bulky": 1, "device": 16, "pad": 7, "grip": 1, "note": 3, "writes": 6, "notebook": 2, "rather": 1, "swerves": 2, "motorcyclist": 42, "speed": 21, "sharp": 19, "crouches": 22, "rounds": 5, "pops": 5, "bmx": 50, "trials": 2, "graffiti-filled": 2, "without": 17, "boarding": 12, "gazebo": 2, "trotting": 11, "stuck": 15, "off-roading": 1, "trails": 5, "pine": 19, "4": 10, "wheeler": 9, "atv": 31, "drive": 16, "net": 45, "beijing": 1, "olympics": 3, "logo": 9, "skimpy": 12, "soaring": 6, "underneath": 19, "chutes": 1, "batting": 6, "sweaters": 7, "wade": 9, "military": 18, "speak": 4, "whites": 1, "crying": 13, "comfort": 2, "bending": 13, "assist": 2, "checking": 7, "dappled": 2, "walked": 4, "owners": 9, "hits": 37, "bat": 64, "catcher": 17, "teal": 6, "japanese": 14, "aqua": 10, "pocket": 2, "handstand": 31, "sheets": 5, "railling": 1, "lab": 20, "headlong": 2, "farmland": 1, "knoll": 1, "below": 45, "headphones": 37, "curvy": 4, "overshirt": 1, "chrome": 1, "elevator": 5, "kites": 9, "snow-capped": 2, "range": 23, "flown": 1, "doghouse": 1, "bedroll": 1, "youn": 3, "camel": 17, "camels": 12, "trots": 5, "agility": 17, "lifts": 8, "bare-chested": 1, "launches": 4, "asleep": 15, "machines": 7, "slouched": 1, "atm": 5, "withdrawing": 1, "money": 17, "brwon": 1, "sleeps": 10, "maroon": 6, "dalmatian": 5, "dalmation": 4, "chews": 19, "hind": 44, "lambs": 5, ":": 2, "bakery": 1, "counter": 23, "buying": 3, "handbag": 6, "lunch": 3, "shoulderbag": 1, "grocery": 19, "trotted": 1, "corn": 15, "cob": 3, "nibbling": 2, "ear": 27, "listens": 6, "mobile": 8, "rising": 2, "come": 6, "sets": 10, "horizon": 12, "cricket": 31, "participating": 6, "opposing": 31, "stoops": 2, "pick": 6, "watermelon": 3, "picking": 18, "watermelons": 3, "flowery": 9, "stretches": 10, "mats": 5, "circle": 12, "brightly": 29, "retangular": 1, "teaches": 4, "yoga": 4, "festival": 9, "learn": 2, "stretching": 8, "upwards": 3, "cross-legged": 1, "stocking": 2, "plain": 14, "semi-cloudy": 1, "puppies": 35, "slam": 2, "coconut": 1, "interested": 4, "flotation": 1, "grab": 16, "donut": 3, "intertube": 2, "tuxes": 2, "ties": 4, "share": 8, "toast": 1, "alongside": 28, "sister": 7, "mickey": 6, "mouse": 9, "adorn": 1, "angle": 3, "non": 1, "professional": 27, "hdr": 1, "plate": 29, "guarding": 4, "runner": 29, "cathcer": 1, "softball": 31, "block": 25, "khaki": 10, "pours": 8, "wine": 12, "dim": 5, "bystander": 1, "shrubbery": 2, "wide-brimmed": 1, "column": 5, "belongings": 7, "pillar": 3, "time": 15, "lot": 84, "twigs": 2, "weimaraner": 1, "fatigue": 1, "balding": 4, "choppy": 6, "wetsuit": 65, "rapids": 31, "rafting": 14, "white-water": 1, "turbulent": 1, "reacts": 2, "loops": 1, "earth": 3, "loop": 2, "aerobatic": 1, "coiled": 1, "leaving": 17, "single": 11, "file": 2, "exhibit": 7, "archways": 1, "class": 18, "arches": 1, "columns": 4, "attrative": 1, "barbed": 4, "porch": 14, "skimply": 1, "clad": 8, "cowgirl": 5, "barbwire": 1, "scantily": 5, "threatening": 1, "cavort": 1, "special": 5, "contestant": 1, "dish": 9, "towel": 13, "dishtowel": 1, "cloth": 25, "boxer": 9, "pillowcase": 1, "pitbull": 15, "gallops": 2, "cresting": 1, "uphill": 10, "watched": 21, "sneakers": 12, "highway": 7, "retreiver": 1, "hilltop": 2, "item": 18, "ribbon": 18, "elegant": 3, "horns": 6, "heard": 1, "goats": 6, "cluster": 3, "graze": 2, "earphones": 5, "amused": 3, "surprised": 3, "exciting": 1, "marsh": 6, "frosty": 2, "foggy": 14, "flakes": 1, "strollers": 9, "pushed": 9, "mothers": 1, "inertia": 1, "first": 16, "pausing": 1, "bikes": 61, "chat": 4, "fist": 6, "gloves": 31, "incredible": 1, "hulk": 1, "giant": 29, "even": 1, "raining": 1, "circular": 5, "perched": 6, "mushroom": 1, "opening": 9, "atop": 28, "kneels": 22, "sprays": 7, "push": 11, "policeman": 15, "crosswalk": 17, "directs": 2, "traffic": 37, "pedestrian": 5, "carves": 3, "chainsaw": 7, "carving": 7, "shaving": 1, "saw": 2, "reflective": 12, "reflected": 1, "layer": 1, "racquet": 17, "blacktop": 4, "parking": 58, "foal": 2, "colt": 1, "printed": 3, "attempt": 15, "convert": 1, "goalie": 34, "dreadlocks": 11, "bowls": 6, "wicket": 2, "twenties": 1, "liquid": 6, "mug": 10, "distored": 1, "oxford": 2, "beer": 40, "sipping": 3, "lunges": 5, "irish": 4, "setter": 2, "flashlight": 1, "cruise": 1, "balcony": 19, "controlling": 2, "fleece": 3, "bouncing": 18, "gated": 5, "housing": 2, "complex": 2, "hopping": 3, "magazines": 5, "interracial": 2, "tatoos": 1, "master": 4, "fruit": 14, "linet": 1, "farmers": 3, "fish": 37, "connected": 4, "bamboo": 4, "crime": 1, "paddle": 28, "father": 15, "oceanside": 1, "tossed": 7, "monkey": 20, "bars": 34, "jungle": 19, "gym": 39, "messily": 3, "pasta": 5, "spaghetti": 3, "mess": 8, "skiiers": 9, "dachshund": 6, "shine": 3, "customer": 3, "sites": 2, "shoe-shine": 1, "shiner": 2, "customers": 2, "cones": 16, "observe": 4, "pads": 8, "really": 5, "closes": 2, "wand": 8, "cramped": 2, "speaks": 13, "cup": 42, "dad": 4, "celebrates": 1, "birthday": 13, "via": 1, "web": 3, "cam": 3, "celebrate": 4, "cake": 16, "wintry": 4, "blooming": 1, "jumphouse": 1, "seating": 5, "inflated": 4, "parents": 6, "collapsing": 1, "face-paint": 1, "skull": 16, "motorcycles": 24, "motorcyclists": 7, "hoodoos": 1, "interesting": 7, "formations": 5, "shapes": 1, "licking": 29, "explores": 1, "sniffing": 20, "desk": 11, "meeting": 5, "modern": 4, "decorated": 21, "gathered": 44, "clouds": 21, "lots": 19, "raising": 14, "screaming": 4, "parachuting": 5, "paraskier": 1, "paragliding": 1, "ponytail": 13, "paying": 3, "pouting": 1, "lips": 14, "long-handled": 2, "tool": 5, "elbow": 1, "inline": 13, "rug": 19, "carpet": 37, "checkered": 12, "tugs": 3, "tiger": 16, "colorings": 1, "grayhound": 1, "fisher": 1, "intensely": 1, "all-white": 1, "picnic": 16, "hops": 3, "snowfield": 2, "hike": 21, "barren": 11, "bend": 19, "gymnastics": 7, "deeper": 1, "seashore": 5, "shows": 26, "flexibility": 1, "fur": 24, "balances": 21, "staircase": 23, "scaling": 14, "repels": 3, "spandex": 2, "studio": 6, "tops": 13, "clothed": 4, "soars": 6, "slopes": 6, "surrounding": 20, "smaller": 49, "tail": 15, "sniffs": 12, "joker": 1, "batman": 12, "makeup": 21, "policewoman": 2, "streaked": 2, "giving": 29, "panel": 3, "upturned": 3, "celebrating": 4, "beret": 4, "mustache": 7, "conversation": 4, "suprised": 1, "finds": 2, "joy": 7, "sloppy": 1, "!": 8, "sticker": 1, "name": 3, "badge": 3, "red-headed": 3, "flickr": 1, "chain": 25, "dobbermen": 1, "passenger": 2, "transportation": 4, "system": 1, "camo": 4, "chrismas": 1, "photographed": 10, "sort": 8, "perfors": 1, "rust": 1, "darkened": 7, "seller": 1, "sound": 2, "colander": 3, "clowns": 5, "mad": 1, "bowl": 21, "strainer": 1, "hikers": 31, "backpacking": 6, "mountaineers": 3, "terrior": 1, "sweat": 3, "santa": 38, "sofa": 14, "claus": 8, "figurine": 1, "stony": 2, "hillock": 1, "powdery": 1, "mirror": 13, "faced": 2, "swirls": 1, "foamy": 2, "surfs": 26, "leaning": 79, "stairway": 8, "rushing": 4, "addressing": 1, "diverse": 1, "garbage": 9, "can": 34, "add": 1, "collects": 2, "recyclable": 1, "trash": 7, "searching": 3, "cans": 8, "rummaging": 2, "trashcan": 10, "cardboard": 18, "boxes": 8, "ourdoors": 1, "instrument": 12, "musician": 4, "perfoms": 1, "&": 5, "chatting": 4, "tire": 65, "rocking": 3, "overhangs": 1, "deep": 69, "overhanging": 2, "overhang": 7, "phrase": 3, "inscribed": 1, "springs": 3, "motion": 15, "storefront": 6, "redhead": 1, "entrance": 3, "sands": 1, "jagged": 6, "blond-hair": 1, "peach": 7, "blond-haired": 3, "enjoys": 27, "stomach": 12, "wakeboard": 9, "read": 9, "fit": 2, "bog": 1, "miniature": 5, "pacifier": 11, "sucking": 6, "binky": 1, "gloved": 2, "mitt": 3, "takedown": 1, "maneuver": 5, "similarly": 3, "marine": 1, "executes": 1, "combat": 5, "facility": 2, "soldier": 5, "shaved": 15, "take-down": 1, "prestends": 1, "punch": 3, "temple": 3, "rock-face": 1, "spotters": 3, "boulder": 12, "spotting": 1, "approaches": 8, "worried": 2, "keeling": 1, "showering": 1, "shower": 17, "bathes": 1, "watering": 5, "source": 2, "bounding": 8, "museum": 10, "zip": 6, "harnessed": 3, "cable": 4, "pulley": 4, "rapels": 1, "treetops": 1, "arena": 9, "jumpsuit": 8, "walker": 4, "bent": 7, "slanted": 1, "mottled": 2, "sloping": 2, "dunes": 5, "mountin": 1, "congregate": 2, "jockeys": 16, "pristine": 1, "snowscapes": 1, "concentrating": 1, "keeping": 3, "medium-sized": 1, "wrestle": 43, "swipes": 1, "warm": 18, "intersection": 11, "beanie": 8, "aim": 3, "blocked": 7, "blockers": 1, "members": 13, "fetching": 19, "cocked": 1, "advantage": 1, "teammate": 15, "quarterback": 8, "gain": 1, "possession": 3, "pullovers": 1, "spring": 3, "snows": 2, "trimmed": 2, "frog": 5, "rise": 3, "descend": 2, "summit": 5, "rails": 7, "tbe": 1, "bust": 2, "buddha": 1, "monk": 3, "wrap": 3, "robes": 10, "tattoos": 16, "bow": 11, "plushie": 4, "picks": 9, "las": 1, "vegas": 1, "airport": 6, "overhead": 9, "casino": 4, "amusement": 33, "arcade": 15, "breezeway": 1, "blindfolds": 4, "blindfolded": 6, "salvar": 2, "o": 4, "planeta": 2, "written": 6, "spanish": 1, "greenpeace": 1, "burning": 8, "handles": 11, "wheelbarrow": 7, "wheel-barrow": 1, "whose": 5, "been": 15, "replaced": 1, "obscuring": 1, "turning": 21, "tiny": 5, "cow": 37, "necklace": 19, "cliffs": 6, "boulders": 3, "band": 47, "dollar": 6, "bill": 3, "bills": 3, "instruments": 25, "decked": 1, "razzling": 1, "broach": 1, "pearls": 2, "antiquated": 1, "pearl": 1, "breath": 4, "underwater": 45, "emerge": 1, "crystal": 3, "fingers": 21, "smeared": 2, "chocolate": 10, "pudding": 2, "headlamp": 2, "snakeskin": 1, "act": 6, "silly": 12, "over-alls": 1, "gas": 8, "curve": 18, "preoccupied": 1, "middle-aged": 2, "lawnchair": 1, "placed": 6, "british": 3, "union": 4, "jack": 11, "novelty": 2, "backstroke": 7, "backstrokes": 1, "tones": 1, "rope-swinging": 1, "energizer": 3, "bunny": 11, "attraction": 3, "13": 2, "defenders": 4, "hurdles": 10, "tri-colored": 10, "mid-sized": 1, "tents": 10, "barrier": 25, "fuzzy": 7, "craw": 1, "creature": 5, "crab": 4, "ceramic": 1, "cups": 9, "joggers": 1, "marathon": 9, "runners": 12, "lane": 7, "streambed": 1, "drags": 1, "rag": 4, "almost-dried": 1, "birdcage": 2, "containing": 6, "cage": 10, "pig": 2, "pink-hooded": 1, "playgym": 1, "crawling": 9, "waring": 3, "soggy": 1, "pieces": 5, "gymnast": 7, "gymnasium": 6, "workout": 4, "flooring": 2, "infant": 11, "squatting": 6, "beverage": 9, "robust": 1, "overweight": 5, "yawning": 7, "bespectacled": 1, "disheveled": 1, "gray-haired": 4, "shoeless": 2, "lavendar": 1, "homeless": 18, "winnie": 2, "pooh": 2, "sheet": 13, "returning": 3, "serve": 3, "clay": 4, "signing": 3, "portrait": 4, "notepad": 1, "collage": 2, "stop-action": 1, "created": 3, "soaks": 1, "boardwalk": 13, "fishemen": 1, "too": 6, "streetway": 1, "village": 5, "masks": 10, "embrace": 17, "acting": 3, "garb": 6, "enjoying": 22, "downhill": 35, "cats": 10, "caring": 1, "kneeled": 1, "circled": 1, "weaves": 2, "outfir": 1, "pug": 4, "pugs": 1, "mohawk": 39, "drums": 13, "black-yellow": 1, "feathers": 4, "drum": 10, "snare": 1, "reindeer": 3, "antlers": 2, "tussle": 5, "deflated": 7, "regularly": 1, "chats": 3, "string": 21, "traditional": 10, "kimonos": 3, "geishas": 1, "elaborate": 9, "breaststroke": 1, "butterfly": 4, "order": 4, "posed": 5, "fashion": 1, "stretched": 8, "progressively": 1, "higher": 2, "jog": 4, "jogging": 18, "waterfront": 3, "backround": 1, "winding": 5, "pitch": 13, "winds": 3, "born": 1, "more": 5, "rugby": 46, "razer": 1, "hula": 32, "hoops": 22, "hula-hoops": 6, "puddles": 4, "boods": 1, "maneuvers": 6, "link": 13, "sleep": 1, "nap": 6, "snuggling": 2, "tutu": 15, "waterskies": 3, "waterskiing": 18, "waterskier": 10, "jet-skis": 1, "patriotic": 1, "colourful": 10, "pursed": 1, "snowboards": 5, "custom": 1, "snowmobile": 13, "blocking": 6, "assistance": 4, "scramble": 2, "allowed": 1, "steeple": 1, "grinning": 4, "army": 10, "bra": 3, "afro": 3, "vert": 1, "fairy": 5, "bigwheels": 1, "raft": 60, "innertube": 16, "dinghy": 3, "triangular": 2, "monument": 14, "mountaintop": 18, "pyramid-shaped": 2, "divided": 2, "directions": 5, "mouths": 29, "lies": 28, "completely": 4, "hidden": 1, "hide": 3, "concealed": 1, "roller": 24, "coaster": 17, "flipped": 4, "upside-down": 12, "multiple": 7, "inverted": 2, "crests": 3, "sombrero": 2, "mobility": 1, "motorized": 5, "wheelchair": 29, "shelves": 3, "citizen": 1, "shops": 9, "acroos": 1, "distant": 11, "spiky": 4, "things": 7, "crevice": 2, "floral": 13, "wagon": 23, "carreis": 1, "dresser": 2, "applying": 2, "permed": 2, "client": 1, "salon": 4, "done": 3, "perm": 1, "tear": 1, "sparse": 3, "tattered": 3, "dried": 7, "foreign": 1, "umbrellas": 11, "asia": 2, "beads": 18, "german-shepherd": 1, "billboards": 2, "pigtails": 14, "ypoung": 1, "heart": 7, "fancy": 12, "robe": 11, "frowning": 2, "bagpipe": 5, "medieval": 6, "similar": 8, "-ependent": 1, "trumpet": 4, "marching": 15, "trumped": 1, "in-line": 2, "hunt": 1, "bare": 11, "fog": 6, "balancing": 28, "beckons": 1, "helments": 1, "tractor": 6, "squirrel": 9, "drift": 3, "melting": 5, "leap": 25, "mound": 24, "upset": 3, "streaming": 3, "tears": 2, "make-up": 5, "heavy": 17, "rowboat": 10, "rowing": 18, "forth": 1, "boards": 7, "boogie": 14, "wake-boards": 2, "surfboards": 3, "ninja-like": 1, "action": 17, "character": 2, "rangers": 1, "ranger": 1, "nude": 3, "security": 9, "series": 6, "gates": 2, "beam": 18, "flexable": 1, "ad": 3, "snowboarders": 9, "cheers": 5, "dancer": 8, "batter": 4, "ballplayers": 1, "hitter": 2, "scans": 1, "offensive": 1, "protects": 3, "notre": 1, "dame": 1, "dusk": 19, "wakeboarder": 6, "speedboat": 2, "emerges": 10, "dandelion": 9, "puff": 2, "toe-touch": 2, "suspenders": 3, "spread": 18, "tourists": 4, "damaged": 2, "injured": 8, "dwelling": 2, "color": 6, "fireworks": 7, "glow": 2, "necklaces": 5, "sparklers": 7, "persues": 1, "thrower": 1, "sashes": 2, "china": 2, "weaving": 2, "kisses": 16, "ejected": 2, "chute": 1, "pokemon": 2, "yells": 2, "scarves": 13, "cows": 10, "herding": 7, "skeleton": 5, "decoration": 3, "sail": 14, "organizing": 1, "receives": 4, "four-wheeler": 4, "4-wheel": 1, "4-wheeler": 3, "thumb": 4, "thumbs-up": 2, "ticket": 8, "attaching": 2, "cheerful": 1, "dimly": 8, "singing": 28, "club": 8, "guitarist": 6, "microphone": 48, "plugging": 2, "listening": 14, "long-haired": 9, "sip": 2, "drumming": 1, "chopsticks": 9, "banging": 1, "pans": 1, "pot": 8, "pan": 6, "overturned": 3, "items": 7, "kilt": 7, "wields": 1, "scottish": 4, "burgundy": 2, "own": 7, "soda": 19, "pump": 2, "adolescent": 2, "launched": 1, "sunlight": 10, "afghan": 3, "pointer": 2, "patch": 16, "shades": 6, "shadow": 23, "post": 9, "teens": 3, "prom": 3, "fellow": 9, "formal": 21, "occasion": 2, "salmon": 1, "rose": 2, "lapel": 1, "dark-skinned": 7, "lighter-skinned": 1, "protect": 2, "scratching": 4, "leopard": 1, "convenience": 1, "slushies": 1, "filling": 4, "watery": 5, "paddlers": 1, "approach": 3, "conifers": 1, "canoeing": 5, "violently": 1, "fights": 4, "pouncing": 4, "boot": 3, "casting": 11, "playful": 4, "chicago": 1, "heading": 5, "84": 2, "peterson": 2, "labeled": 2, "mid": 3, "actions": 1, "participant": 2, "musher": 3, "construction": 24, "drills": 1, "drilling": 5, "works": 7, "active": 4, "drill": 3, "breed": 7, "1": 1, "pilar": 1, "smooth": 5, "enlarged": 1, "carpenters": 1, "iron": 3, "samples": 1, "seafood": 1, "hunched": 1, "mans": 8, "encouraging": 1, "one-handed": 3, "rundown": 2, "warehouse": 2, "so": 10, "waterway": 6, "wrinkled": 2, "sight": 2, "delivering": 1, "cookie": 4, "cheered": 2, "crowds": 5, "complete": 4, "finish": 5, "adhd": 2, "clever": 1, "bowed": 2, "parody": 1, "ac": 2, "nodding": 1, "beanches": 1, "smoked": 1, "benches": 13, "apparel": 1, "final": 1, "headdresses": 2, "had": 3, "bandaged": 4, "checked": 6, "descending": 10, "knees": 14, "piggyback": 2, "adorned": 2, "intently": 4, "travelling": 3, "crouching": 15, "defensive": 2, "position": 10, "goalkeeper": 3, "knelt": 1, "armoire": 1, "stripped": 5, "extends": 5, "nicely": 2, "skips": 5, "idyllic": 1, "avoid": 3, "located": 7, "archway": 4, "midst": 8, "flautist": 1, "part": 14, "neatly": 1, "overlooks": 7, "woody": 1, "valley": 17, "forested": 7, "tree-covered": 2, "batsman": 5, "bowled": 1, "misses": 3, "unique": 4, "boating": 1, "snow-gear": 1, "ravine": 4, "crevasse": 3, "nips": 4, "bared": 3, "period": 3, "european": 7, "stoop": 3, "finishes": 1, "trainer": 9, "wrestling": 43, "cotton": 4, "candy": 15, "sandal": 3, "cloud": 10, "footballers": 5, "victory": 3, "baseman": 5, "league": 5, "rival": 5, "anticipation": 1, "ballplayer": 2, "second": 12, "shortstop": 1, "hangs": 48, "flannel": 8, "streets": 19, "opponents": 2, "progress": 6, "bit": 4, "lapse": 1, "bareback": 1, "bluejeans": 4, "focuses": 1, "cameraman": 6, "la": 1, "quinta": 1, "anticipating": 1, "pawing": 1, "pounces": 6, "s": 1, "males": 9, "vintage": 1, "antique": 2, "admire": 3, "fashioned": 4, "admiring": 4, "cowboys": 3, "restrain": 1, "rodeo": 22, "bucking": 7, "bulls": 5, "minding": 1, "props": 3, "fisherman": 10, "mist": 3, "whitewater": 4, "kayaks": 9, "kiyaking": 1, "gin": 1, "harvested": 2, "cornfield": 1, "slurps": 1, "graffiti-covered": 2, "pitching": 9, "targeting": 1, "partner": 2, "practices": 5, "punches": 1, "trains": 5, "husky": 9, "emerging": 8, "squints": 2, "opens": 8, "cockpit": 1, "shite": 1, "accompanies": 1, "horseback": 10, "continue": 2, "schoolgirls": 2, "moon": 3, "maneuvering": 1, "cooking": 9, "bound": 8, "colliding": 3, "mate": 1, "dinosaur": 3, "exhibt": 1, "sisters": 1, "hallways": 1, "lime": 3, "stoppie": 1, "corgi": 3, "obedience": 2, "concert": 9, "button-down": 1, "stange": 1, "parasailing": 6, "close-up": 8, "workers": 17, "cash": 4, "register": 3, "tips": 3, "jar": 7, "tip": 3, "knit": 18, "go-kart": 2, "feathered": 4, "caution": 6, "feather": 10, "daytime": 1, "lolly": 3, "graphic": 2, "purses": 8, "cheek": 17, "tracks": 22, "pale": 10, "casual": 3, "eachothers": 1, "growls": 2, "tugging": 6, "entry": 1, "playhouse": 6, "cabin": 3, "scoring": 2, "focus": 4, "oars": 3, "shoot": 10, "diner": 4, "parlor": 2, "domes": 1, "design": 2, "orbs": 1, "played": 11, "8": 13, "huddle": 18, "bouncer": 2, "blow-up": 3, "musical": 8, "juggles": 7, "shirtness": 1, "batons": 1, "juggler": 1, "manicured": 2, "artistic": 2, "growling": 9, "seem": 3, "doberman": 16, "twig": 2, "disabled": 1, "guards": 3, "brings": 3, "bum": 2, "spills": 1, "buried": 7, "stones": 6, "pointy": 7, "quietly": 2, "darkly": 2, "appear": 10, "fenced-in": 4, "nibbles": 1, "roller-skating": 1, "navigates": 5, "sloped": 3, "himself": 25, "looming": 1, "greenery": 5, "cookies": 3, "seidwalk": 1, "socializing": 4, "smokes": 20, "whist": 8, "pickup": 4, "discouraged": 1, "headset": 5, "based": 1, "communications": 1, "touchline": 1, "visor": 1, "tags": 5, "frolicks": 2, "creating": 7, "billowing": 3, "may": 1, "crash": 5, "clings": 6, "noticable": 1, "demonstrates": 1, "pedals": 3, "upright": 3, "rear": 14, "hauling": 1, "retrieve": 8, "pumped": 1, "fists": 1, "bended": 1, "strength": 1, "flexing": 2, "skinned": 13, "setup": 2, "summer": 10, "hitting": 28, "videotaped": 3, "canyon": 9, "ceremony": 2, "pauses": 6, "toolbox": 2, "wounded": 1, "bloody": 2, "wounds": 1, "golden-colored": 1, "alert": 3, "fleecy": 1, "piglet": 1, "responders": 1, "jumpsuits": 2, "pilots": 2, "body-board": 2, "skinny": 12, "woamn": 1, "corridor": 4, "hurdle-jumper": 1, "track-and-field": 1, "completes": 3, "records": 3, "bungee": 9, "cord": 3, "jumper": 11, "weeds": 9, "obscene": 1, "we": 2, "because": 2, "rainbow": 18, "kite": 23, "raincoat": 6, "overshadowed": 1, "nears": 4, "elevation": 4, "juice": 6, "outlines": 1, "quarters": 1, "jumpsuites": 1, "delivery": 1, "easels": 1, "clipped": 1, "fencing": 9, "intot": 1, "monitors": 1, "bundled": 6, "characters": 2, "blazer": 2, "billboard": 5, "itself": 17, "everywhere": 8, "grapple": 2, "wasteland": 3, "zips": 1, "pebble": 1, "pebbles": 1, "rounding": 3, "motorbiker": 1, "sportwoman": 1, "sportman": 1, "artists": 4, "demonstrate": 1, "verizon": 1, "stopped": 5, "flooded": 4, "monster": 8, "multi-colored": 10, "admires": 3, "ace": 2, "bandage": 3, "hairstyle": 3, "plaza": 11, "square": 15, "forests": 2, "standind": 1, "training": 20, "asphalt": 6, "return": 4, "schools": 1, "sprints": 8, "leaf": 9, "geyser": 5, "casts": 5, "siluettes": 1, "surveying": 1, "shrubs": 5, "indigo": 1, "wipes": 4, "wiping": 3, "wipe": 1, "exposing": 1, "belly": 8, "spouts": 2, "lush": 6, "cattle": 2, "furocious": 1, "countryside": 11, "snowpacked": 1, "school-aged": 1, "treks": 3, "peaks": 6, "flailing": 2, "teaching": 6, "officers": 15, "policemen": 8, "law": 2, "enforcment": 1, "speaking": 15, "formation": 26, "gigantic": 1, "moss-covered": 2, "bumpy": 5, "hay": 30, "pumpkin": 7, "star": 7, "sparkler": 7, "firework": 1, "litlle": 1, "routine": 2, "skirts": 20, "rifles": 2, "auditorium": 4, "jostles": 1, "23": 2, "barriers": 4, "aisle": 3, "perked": 1, "shoveling": 11, "shovels": 7, "stiffing": 1, "praying": 3, "meditating": 1, "prayer": 2, "hear": 5, "antennae": 1, "bands": 1, "headbands": 